
BEGIN ~RDOCKNW1~

IF ~  RandomNum(8,1)
~ THEN BEGIN 0 // from:
  SAY ~Опасайтесь спускаться в канализационные коллекторы в доках, - я слышал рассказы о каких-то безумцах.~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,2)
~ THEN BEGIN 1 // from:
  SAY ~Дела нынче и так-то застопорились, а тут еще этот аукцион в таверне Сиди.~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,3)
~ THEN BEGIN 2 // from:
  SAY ~Я слыхал, что среди кровавых моряков, обосновавшиеся в этом регионе, произошел раскол. Одни поддерживают Венгаула, а другие перешли на сторону Каллика.~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,4)
~ THEN BEGIN 3 // from:
  SAY ~Джерол, владелец лавки "Двадцатка-в-колчане", зачем-то принимает монеты контрабандистов, вот дурак! На эти монеты все равно в других районах города ничего не купишь. ~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,5)
~ THEN BEGIN 4 // from:
  SAY ~Венгаул распространил слухи, что на аукционе будет выставлен один из ингредиентов для лекарства от мора. Кажется, аукцион отменили, я знаю почему.~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,6)
~ THEN BEGIN 5 // from:
  SAY ~Лейтенант Каллик - нетерпеливый и жадный человек... Возможно, он предпринял... некоторые меры с целью избавиться от предводителей кровавых моряков старика Венгаула.~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,7)
~ THEN BEGIN 6 // from:
  SAY ~В районе доков есть несколько мест, где можно спуститься в канализационные коллекторы, но я не советую тебе туда соваться. Там всем заправляют кровавые моряки, и могнуть нне успеешь, как станешь мертвяком.~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,8)
~ THEN BEGIN 7 // from:
  SAY ~Если встретишь на улице священников Хелма, не доверяй им. Все эти их благостовления ничего не стоят, да и сами священники какие-то подозрительные.~
  IF ~~ THEN EXIT
END
