
BEGIN ~RDOCKNW1~

IF ~  RandomNum(8,1)
~ THEN BEGIN 0 // from:
  SAY ~ќпасайтесь спускатьс€ в канализационные коллекторы в доках, - € слышал рассказы о каких-то безумцах.~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,2)
~ THEN BEGIN 1 // from:
  SAY ~ƒела нынче и так-то застопорились, а тут еще этот аукцион в таверне —иди.~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,3)
~ THEN BEGIN 2 // from:
  SAY ~я слыхал, что среди кровавых мор€ков, обосновавшиес€ в этом регионе, произошел раскол. ќдни поддерживают ¬енгаула, а другие перешли на сторону  аллика.~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,4)
~ THEN BEGIN 3 // from:
  SAY ~ƒжерол, владелец лавки "ƒвадцатка-в-колчане", зачем-то принимает монеты контрабандистов, вот дурак! Ќа эти монеты все равно в других районах города ничего не купишь. ~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,5)
~ THEN BEGIN 4 // from:
  SAY ~¬енгаул распространил слухи, что на аукционе будет выставлен один из ингредиентов дл€ лекарства от мора.  ажетс€, аукцион отменили, € знаю почему.~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,6)
~ THEN BEGIN 5 // from:
  SAY ~Ћейтенант  аллик - нетерпеливый и жадный человек... ¬озможно, он предприн€л... некоторые меры с целью избавитьс€ от предводителей кровавых мор€ков старика ¬енгаула.~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,7)
~ THEN BEGIN 6 // from:
  SAY ~¬ районе доков есть несколько мест, где можно спуститьс€ в канализационные коллекторы, но € не советую тебе туда соватьс€. “ам всем заправл€ют кровавые мор€ки, и могнуть нне успеешь, как станешь мертв€ком.~
  IF ~~ THEN EXIT
END

IF ~  RandomNum(8,8)
~ THEN BEGIN 7 // from:
  SAY ~≈сли встретишь на улице св€щенников ’елма, не довер€й им. ¬се эти их благостовлени€ ничего не сто€т, да и сами св€щенники какие-то подозрительные.~
  IF ~~ THEN EXIT
END
